Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །ལྷོ་དང་ནུབ་དང་བྱང་དང་བླ་དང་འོག་དང་། ཕྱོགས་མཚམས་དམིགས་སུ་མེད་དོ།
en: The southern direction, the western direction, the northern direction, the zenith, the nadir, and the intermediate directions are also not apprehensible.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ནི་ཤར་ཕྱོགས་དམིགས་སུ་མེད་དོ།
en: Similarly, Subhūti, in this Great Vehicle, the eastern direction is not apprehensible.

source: །ལྷོ་དང་ནུབ་དང་བྱང་དང་བླ་དང་འོག་དང་ཕྱོགས་མཚམས་དམིགས་སུ་མེད་དེ།
en: The southern direction, the western direction, the northern direction, the zenith, the nadir, and the intermediate directions are not apprehensible.

source: དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: That is why this Great Vehicle is said to be the same as space. {

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་རིང་པོ་མ་ཡིན། ཐུང་ངུ་མ་ཡིན། ཟླུམ་པོ་མ་ཡིན། གྲུ་བཞི་མ་ཡིན།
en: Dt.235} “As an analogy, Subhūti, space is neither long, nor short, nor round, nor square, nor symmetrical, nor asymmetrical.

source: མཉམ་པ་མ་ཡིན། མི་མཉམ་པ་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་ཐེག་པ་ཆེན་པོ་དེ་ཡང་རིང་པོ་མ་ཡིན། ཐུང་ངུ་མ་ཡིན། ཟླུམ་པོ་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, is neither long, nor short, nor round, nor square, nor symmetrical, nor asymmetrical.

source: གྲུ་བཞི་མ་ཡིན། མཉམ་པ་མ་ཡིན། མི་མཉམ་པ་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་སྔོན་པོ་མ་ཡིན། སེར་པོ་མ་ཡིན། དམར་པོ་མ་ཡིན། དཀར་པོ་མ་ཡིན།
en: As an analogy, Subhūti, space is neither blue, nor yellow, nor red, nor white, nor crimson, nor crystalline, nor silver.

source: ལེ་བརྒན་མ་ཡིན། ཤེལ་དང་དངུལ་གྱི་མདོག་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སྔོན་པོ་མ་ཡིན། སེར་པོ་མ་ཡིན། དམར་པོ་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, is neither blue, nor yellow, nor red, nor white, nor crimson, nor crystalline, nor silver.

source: དཀར་པོ་མ་ཡིན། ལེ་བརྒན་མ་ཡིན། ཤེལ་དང་དངུལ་གྱི་མདོག་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན།
en: As an analogy, Subhūti, space is not the past, the future, or the present.

source: ད་ལྟར་བྱུང་བ་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is not the past, the future, or the present.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་ནི་འགྲིབ་པ་མེད་དོ། །འཕེལ་བ་མེད་དོ། །འབྲི་བ་མེད་དོ།
en: As an analogy, Subhūti, space neither decreases not increases, neither diminishes nor expands.

source: །གང་བ་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་འགྲིབ་པ་མེད་འཕེལ་བ་མེད་འབྲི་བ་མེད་གང་བ་མེད་དེ།
en: Similarly, Subhūti, this Great Vehicle, too, neither decreases nor increases, neither diminishes nor expands.

source: དེའི་ཕྱིར་ཐེག་པ་ཆེན་པོ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་དོ། །རྣམ་པར་བྱང་བ་མེད་དོ།
en: As an analogy, Subhūti, space is not at all afflicted nor is it purified.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ལ་ཡང་ཀུན་ནས་ཉོན་མོངས་པ་མེད། རྣམ་པར་བྱང་བ་མེད་དེ།
en: Similarly, Subhūti, this Great Vehicle, too, is not at all afflicted nor is it purified.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་སྐྱེ་བ་མེད་དོ། །འགག་པ་མེད་དོ། །གནས་པ་མེད་དོ། །མཐར་ཐུག་པ་མེད་དོ།
en: As an analogy, Subhūti, space neither arises, nor does it cease, nor is it stable, nor is it finite, and no changes from its remaining are apprehensible.

source: །གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མི་དམིགས་སོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ལ་ཡང་སྐྱེ་བ་མེད་དོ། །འགག་པ་མེད་དོ། །གནས་པ་མེད་དོ། །མཐའ་ཐུག་པ་མེད་དོ།
en: Similarly, Subhūti, this Great Vehicle, too, neither arises, nor does it cease, nor is it stable, nor is it finite, and no changes from its remaining are apprehensible.

source: །གནས་པ་ལས་གཞན་དུ་འགྱུར་བ་མི་དམིགས་ཏེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་དགེ་བ་མ་ཡིན། མི་དགེ་བ་མ་ཡིན། ལུང་དུ་བསྟན་པ་མ་ཡིན། ལུང་དུ་མ་བསྟན་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither virtuous nor nonvirtuous, and it is neither determinate nor nondeterminate.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་དགེ་བ་མ་ཡིན་མི་དགེ་བ་མ་ཡིན་ལུང་དུ་བསྟན་པ་མ་ཡིན་ལུང་དུ་མ་བསྟན་པ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither virtuous nor nonvirtuous, and it is neither determinate nor nondeterminate.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་མཐོང་བ་མ་ཡིན། ཐོས་པ་མ་ཡིན། རིག་པ་མ་ཡིན། རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is not something that is seen, nor is it heard, nor known, nor cognized.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་མཐོང་བ་མ་ཡིན། ཐོས་པ་མ་ཡིན། རིག་པ་མ་ཡིན། རྣམ་པར་ཤེས་པ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is not something that is seen, nor is it heard, nor known, nor cognized.

source: དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ།
en: So it is that this vehicle is said to be the same as space. “

source: དཔེར་ན། ནམ་མཁའ་ནི་ཤེས་པར་བྱ་བ་ཡང་མ་ཡིན། ཤེས་པར་མི་བྱ་བ་ཡང་མ་ཡིན། རྣམ་པར་ཤེས་པར་བྱ་བ་ཡང་མ་ཡིན། ཡོངས་སུ་ཤེས་པར་བྱ་བ་ཡང་མ་ཡིན། མངོན་དུ་བྱ་བ་ཡང་མ་ཡིན། སྤང་བ་ཡང་མ་ཡིན། སྒོམ་པ་ཡང་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither an object of knowledge, nor is it an object of understanding, nor is it an object of comprehension, nor is it an object to be renounced, nor is it an object to be brought into being, nor is it an object to be cultivated.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་ཤེས་པར་བྱ་བ་ཡང་མ་ཡིན། ཤེས་པར་མི་བྱ་བ་ཡང་མ་ཡིན། རྣམ་པར་ཤེས་པར་བྱ་བ་ཡང་མ་ཡིན། ཡོངས་སུ་ཤེས་པར་བྱ་བ་ཡང་མ་ཡིན། མངོན་དུ་བྱ་བ་ཡང་མ་ཡིན། སྤང་བ་ཡང་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, is neither an object of knowledge, nor is it an object of understanding, nor is it an object of comprehension, nor is it an object to be brought into being, nor is it an object to be renounced, nor is it an object to be cultivated.

source: སྒོམ་པ་ཡང་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི། ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་རྣམ་པར་སྨིན་པ་ཡང་མ་ཡིན་ནོ། །རྣམ་པར་སྨིན་པའི་ཆོས་ཅན་ཡང་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither the maturation [of past actions], nor does it possess the attributes of maturation.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་རྣམ་པར་སྨིན་པ་ཡང་མ་ཡིན། རྣམ་པར་སྨིན་པའི་ཆོས་ཅན་ཡང་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither the maturation [of past actions], nor does it possess the attributes of maturation.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་འདོད་པའི་ཁམས་ཀྱི་ཁོངས་སུ་ཆུད་པ་མ་ཡིན། གཟུགས་ཀྱི་ཁམས་ཀྱི་ཁོངས་སུ་ཆུད་པ་མ་ཡིན། གཟུགས་མེད་པའི་ཁམས་ཀྱི་ཁོངས་སུ་ཆུད་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither included within the realm of desire, nor is it included within the realm of form, nor is it included within the realm of formlessness.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་འདོད་པའི་ཁམས་ཀྱི་ཁོངས་སུ་ཆུད་པ་མ་ཡིན། གཟུགས་ཀྱི་ཁམས་ཀྱི་ཁོངས་སུ་ཆུད་པ་མ་ཡིན། གཟུགས་མེད་པའི་ཁམས་ཀྱི་ཁོངས་སུ་ཆུད་པ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither included within the realm of desire, nor is it included within the realm of form, nor is it included within the realm of formlessness.

source: དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: So it is that this vehicle is said to be the same as space. “

source: ནམ་མཁའ་ནི་འདོད་ཆགས་དང་ལྡན་པ་མ་ཡིན། འདོད་ཆགས་དང་བྲལ་བ་མ་ཡིན། ཞེ་སྡང་དང་ལྡན་པ་མ་ཡིན། ཞེ་སྡང་དང་བྲལ་བ་མ་ཡིན། གཏི་མུག་དང་ལྡན་པ་མ་ཡིན།
en: As an analogy, Subhūti, space comprises neither the attributes of desire, nor the attributes of freedom from desire; it comprises neither the attributes of hatred, nor the attributes of freedom from hatred; and it comprises neither the attributes of delusion, nor the attributes of freedom from delusion.

source: གཏི་མུག་དང་བྲལ་བ་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་འདོད་ཆགས་དང་ལྡན་པ་མ་ཡིན། འདོད་ཆགས་དང་བྲལ་བ་མ་ཡིན། ཞེ་སྡང་དང་ལྡན་པ་མ་ཡིན། ཞེ་སྡང་དང་བྲལ་བ་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, comprises neither the attributes of desire, nor the attributes of freedom from desire; it comprises neither the attributes of hatred, nor the attributes of freedom from hatred; and it comprises neither the attributes of delusion, nor the attributes of freedom from delusion.

source: གཏི་མུག་དང་ལྡན་པ་མ་ཡིན། གཏི་མུག་དང་བྲལ་བ་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་ནི་སེམས་དང་པོ་བསྐྱེད་པ་མེད་དོ། །གཉིས་པ་མེད་དོ། །གསུམ་པ་མེད་དོ། །བཞི་པ་མེད་དོ། །ལྔ་པ་མེད་དོ། །དྲུག་པ་མེད་དོ། །བདུན་པ་མེད་དོ། །བརྒྱད་པ་མེད་དོ། །དགུ་པ་མེད་དོ། །སེམས་བཅུ་པ་བསྐྱེད་པ་མེད་དོ།
en: As an analogy, Subhūti, space makes reference neither to the first setting of the mind on enlightenment, nor does it make reference to the second, the third, the fourth, the fifth, the sixth, the seventh, the eighth, the ninth, or the tenth setting of the mind on enlightenment.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སེམས་དང་པོ་བསྐྱེད་པ་མེད་དོ། །གཉིས་པ་མེད་དོ། །གསུམ་པ་མེད་དོ། །བཞི་པ་མེད་དོ། །ལྔ་པ་མེད་དོ། །དྲུག་པ་མེད་དོ། །བདུན་པ་མེད་དོ། །བརྒྱད་པ་མེད་དོ། །དགུ་པ་མེད་དོ། །སེམས་བཅུ་པ་བསྐྱེད་པ་མེད་དེ།
en: Similarly, Subhūti, this Great Vehicle, too, makes reference neither to the first setting of the mind on enlightenment, nor does it make reference to the second, the third, the fourth, the fifth, the sixth, the seventh, the eighth, the ninth, or the tenth setting of the mind on enlightenment.

source: དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་ནི་དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་མེད་དོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རིགས་ཀྱི་ས་མེད་དོ། །བརྒྱད་པའི་ས་མེད་དོ། །མཐོང་བའི་ས་མེད་དོ། །བསྲབས་པའི་ས་མེད་དོ། །འདོད་ཆགས་དང་བྲལ་བའི་ས་མེད་དོ།
en: As an analogy, Subhūti, space is endowed neither with the level of bright insight, nor with the level of the spiritual family, nor with the eighth-lowest level, nor with the level of insight, nor with the level of attenuated refinement, nor with the level of no attachment, nor with the level of spiritual achievement.

source: །བྱས་པ་རྟོགས་པའི་ས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ལ་ཡང་དཀར་པོ་རྣམ་པར་མཐོང་བའི་ས་མེད་དོ། །རིགས་ཀྱི་ས་མེད་དོ། །བརྒྱད་པའི་ས་མེད་དོ། །མཐོང་བའི་ས་མེད་དོ།
en: Similarly, Subhūti, this Great Vehicle, too, is endowed neither with the level of bright insight, nor with the level of the spiritual family, nor with the eighth-lowest level, nor with the level of insight, nor with the level of attenuated refinement, nor with the level of no attachment, nor with the level of spiritual achievement.

source: །བསྲབས་པའི་ས་མེད་དོ། །འདོད་ཆགས་དང་བྲལ་བའི་ས་མེད་དོ། །བྱས་པ་རྟོགས་པའི་ས་མེད་དེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ལ་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མེད་དོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་མེད་དོ། །ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མེད་དོ། །དགྲ་བཅོམ་པ་ཉིད་མེད་དོ།
en: As an analogy, Subhūti, space is endowed neither with the fruit of having entered the stream to nirvāṇa, nor with the fruit of being destined for only one more rebirth, nor with the fruit of no longer being subject to rebirth, nor with arhatship, nor with individual enlightenment, nor with buddhahood.

source: །རང་སངས་རྒྱས་མེད་དོ། །སངས་རྒྱས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ལ་ཡང་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་མེད་དོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་མེད་དོ། །ཕྱིར་མི་འོང་བའི་འབྲས་བུ་མེད་དོ།
en: Similarly, Subhūti, this Great Vehicle, too, is endowed neither with the fruit of having entered the stream to nirvāṇa, nor with the fruit of being destined for only one more rebirth, nor with the fruit of no longer being subject to rebirth, nor with arhatship, nor with individual enlightenment, nor with buddhahood.

source: །དགྲ་བཅོམ་པ་ཉིད་མེད་དོ། །རང་སངས་རྒྱས་མེད་དོ། །སངས་རྒྱས་མེད་དེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ། དཔེར་ན། ནམ་མཁའ་ལ་ནི་ཉན་ཐོས་ཀྱི་ས་མེད་དོ། །རང་སངས་རྒྱས་ཀྱི་ས་མེད་དོ། །བྱང་ཆུབ་སེམས་དཔའི་ས་མེད་དོ།
en: As an analogy, Subhūti, space is endowed neither with the level of the śrāvakas, nor with the level of the pratyekabuddhas, nor with the level of the bodhisattvas, nor with the level of the completely awakened buddhas.

source: །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ས་མེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ལ་ཡང་ཉན་ཐོས་ཀྱི་ས་མེད་དོ། །རང་སངས་རྒྱས་ཀྱི་ས་མེད་དོ། །བྱང་ཆུབ་སེམས་དཔའི་ས་མེད་དོ། །ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ས་མེད་དེ།
en: Similarly, Subhūti, this Great Vehicle, too, is endowed neither with the level of the śrāvakas, nor with the level of the pratyekabuddhas, nor with the level of the bodhisattvas, nor with the level of the completely awakened buddhas.

source: དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་གཟུགས་དང་ལྡན་པ་མ་ཡིན། གཟུགས་མེད་པ་མ་ཡིན། བསྟན་དུ་ཡོད་པ་མ་ཡིན།
en: So it is that this vehicle is said to be the same as space. “

source: བསྟན་དུ་མེད་པ་མ་ཡིན། ཐོགས་པ་ཡོད་པ་མ་ཡིན། ཐོགས་པ་མེད་པ་མ་ཡིན། ལྡན་པ་མ་ཡིན། མི་ལྡན་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither material, nor is it immaterial; {Dt.236} it is neither revealed, nor is it unrevealed; it is neither obstructed, nor is it unobstructed; and it is neither associated with anything, nor is it disassociated from anything.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་གཟུགས་དང་ལྡན་པ་མ་ཡིན། གཟུགས་མེད་པ་མ་ཡིན། བསྟན་དུ་ཡོད་པ་མ་ཡིན། བསྟན་དུ་མེད་པ་མ་ཡིན། ཐོགས་པ་ཡོད་པ་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, is neither material, nor is it immaterial; neither is it revealed, nor is it unrevealed; neither is it obstructed, nor is it unobstructed; and neither is it associated with anything, nor is it disassociated from anything.

source: ཐོགས་པ་མེད་པ་མ་ཡིན། ལྡན་པ་མ་ཡིན། མི་ལྡན་པ་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ། །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན།
en: So it is that this vehicle is said to be the same as space. “

source: ནམ་མཁའ་ནི་རྟག་པ་མ་ཡིན། མི་རྟག་པ་མ་ཡིན། བདེ་བ་མ་ཡིན། སྡུག་བསྔལ་བ་མ་ཡིན། བདག་ཡོད་པ་མ་ཡིན། བདག་མེད་པ་མ་ཡིན། སྡུག་པ་མ་ཡིན། མི་སྡུག་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither permanent, nor is it impermanent; it is neither imbued with happiness, nor is it imbued with suffering; it is neither a self, nor is it not a self; and it is neither pleasant, nor is it unpleasant.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་རྟག་པ་མ་ཡིན། མི་རྟག་པ་མ་ཡིན། བདེ་བ་མ་ཡིན། སྡུག་བསྔལ་བ་མ་ཡིན། བདག་ཡོད་པ་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, is neither permanent, nor is it impermanent; it is neither imbued with happiness, nor is it imbued with suffering; it is neither a self, nor is it not a self; and it is neither pleasant, nor is it unpleasant.

source: བདག་མེད་པ་མ་ཡིན། སྡུག་པ་མ་ཡིན། མི་སྡུག་པ་མ་ཡིན་ཏེ། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་སྟོང་པ་མ་ཡིན། མི་སྟོང་པ་མ་ཡིན། མཚན་མ་ཡོད་པ་མ་ཡིན། མཚན་མ་མེད་པ་མ་ཡིན།
en: As an analogy, Subhūti, space is neither empty, nor is it not empty; it is neither with signs, nor is it without signs; and it does not have aspirations, nor is it without aspirations.

source: སྨོན་པ་ཡོད་པ་མ་ཡིན། སྨོན་པ་མེད་པ་མ་ཡིན་ནོ། །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སྟོང་པ་མ་ཡིན། མི་སྟོང་པ་མ་ཡིན། མཚན་མ་ཡོད་པ་མ་ཡིན། མཚན་མ་མེད་པ་མ་ཡིན།
en: Similarly, Subhūti, this Great Vehicle, too, is neither empty, nor is it not empty; it is neither with signs, nor is it without signs; and it does not have aspirations, nor is it without aspirations.

source: སྨོན་པ་ཡོད་པ་མ་ཡིན། སྨོན་པ་མེད་པ་མ་ཡིན། དེའི་ཕྱིར་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་ཞེས་བྱའོ།
en: So it is that this vehicle is said to be the same as space. “

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་ཞི་བ་མ་ཡིན། མ་ཞི་བ་མ་ཡིན། དབེན་པ་མ་ཡིན། མི་དབེན་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither at peace, nor is it not at peace, and neither is it void, nor is it not void.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་ཞི་བ་མ་ཡིན། མ་ཞི་བ་མ་ཡིན། དབེན་པ་མ་ཡིན། མི་དབེན་པ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither at peace, nor is it not at peace, and neither is it void, nor is it not void.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་སྣང་བ་མ་ཡིན། མུན་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither light, nor darkness.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སྣང་བ་མ་ཡིན། མུན་པ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither light, nor darkness.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་དམིགས་སུ་ཡོད་པ་མ་ཡིན། དམིགས་སུ་མེད་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither apprehensible, nor is it not apprehensible.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་དམིགས་སུ་ཡོད་པ་མ་ཡིན། དམིགས་སུ་མེད་པ་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither apprehensible, nor is it not apprehensible.

source: །རབ་འབྱོར་འདི་ལྟ་སྟེ་དཔེར་ན། ནམ་མཁའ་ནི་བརྗོད་དུ་ཡོད་པ་མ་ཡིན། བརྗོད་དུ་མེད་པ་མ་ཡིན་ནོ།
en: As an analogy, Subhūti, space is neither expressible, nor is it inexpressible.

source: །རབ་འབྱོར་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་བརྗོད་དུ་ཡོད་པ་ཡང་མ་ཡིན། བརྗོད་དུ་མེད་པ་ཡང་མ་ཡིན་ཏེ།
en: Similarly, Subhūti, this Great Vehicle, too, is neither expressible, nor is it inexpressible.

source: །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་དེ་ནི་ནམ་མཁའ་དང་མཉམ་པ་སྟེ།
en: Those, Subhūti, are also the formulations explaining how this vehicle is indeed the same as space.

source: འདི་ལྟར་ཐེག་པ་ཆེན་པོའོ། །རབ་འབྱོར་གང་ཡང་ཁྱོད་ཀྱིས་འདི་སྐད་དུ།
en: Such is the Great Vehicle. “

source: ཇི་ལྟར་ན་ནམ་མཁའ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་པ་དེ་བཞིན་དུ་ཐེག་པ་ཆེན་པོ་དེ་ཡང་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ་ཞེས་སྨྲས་པ་ནི།
en: Again, Subhūti, you have said that just as space accommodates countless, immeasurable beings, similarly this Great Vehicle also accommodates countless, immeasurable beings.

source: ཇི་ལྟར་ནམ་མཁའ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་པ་དེ་བཞིན་དུ། ཐེག་པ་ཆེན་པོ་འདི་ཡང་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ།
en: Just as space accommodates countless, immeasurable beings, similarly this Great Vehicle, too, accommodates countless, immeasurable beings.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སེམས་ཅན་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: If you ask why, you should know, Subhūti, that space is nonexistent because beings are nonexistent.

source: །ནམ་མཁའ་མེད་པའི་ཕྱིར། ཐེག་པ་ཆེན་པོ་མེད་པར་རིག་པར་བྱ་སྟེ།
en: You should know that the Great Vehicle is nonexistent because space is nonexistent.

source: རབ་འབྱོར་རྣམ་གྲངས་འདིས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ། སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་སེམས་ཅན་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་། ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: If you ask why, Subhūti, it is because beings, the Great Vehicle, and space are all nonapprehensible. “

source: རབ་འབྱོར་སེམས་ཅན་ཚད་མེད་པའི་ཕྱིར། ནམ་མཁའ་ཚད་མེད་པར་རིག་པར་བྱའོ།
en: Moreover, Subhūti, you should know that space is immeasurable because beings are immeasurable.

source: །ནམ་མཁའ་ཚད་མེད་པའི་ཕྱིར། ཐེག་པ་ཆེན་པོ་ཚད་མེད་པར་རིག་པར་བྱ་སྟེ།
en: Also, you should know that the Great Vehicle is immeasurable because space is immeasurable.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་སེམས་ཅན་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་། ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ།
en: If you ask how, Subhūti, it is because beings, space, and the Great Vehicle are all nonapprehensible.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་སེམས་ཅན་དཔག་ཏུ་མེད་པའི་ཕྱིར། ནམ་མཁའ་དཔག་ཏུ་མེད་པར་རིག་པར་བྱའོ། །ནམ་མཁའ་དཔག་ཏུ་མེད་པའི་ཕྱིར། ཐེག་པ་ཆེན་པོ་དཔག་ཏུ་མེད་པར་རིག་པར་བྱ་སྟེ།
en: If you ask how, Subhūti, you should know that space is unfathomable because beings are unfathomable, and you should know that the Great Vehicle is unfathomable because space is unfathomable.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་སེམས་ཅན་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ།
en: If you ask how, Subhūti, it is because beings, space, and the Great Vehicle are all nonapprehensible. {

source: །རབ་འབྱོར་གཞན་ཡང་སེམས་ཅན་མེད་པའི་ཕྱིར། ཆོས་ཀྱི་དབྱིངས་མེད་པར་རིག་པར་བྱའོ།
en: Dt.237} “Moreover, Subhūti, you should know that the realm of phenomena is nonexistent because beings are nonexistent.

source: །ཆོས་ཀྱི་དབྱིངས་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because the realm of phenomena is nonexistent.

source: །ནམ་མཁའ་མེད་པའི་ཕྱིར། ཐེག་པ་ཆེན་པོ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that the Great Vehicle is nonexistent because space is nonexistent.

source: །ཐེག་པ་ཆེན་པོ་མེད་པའི་ཕྱིར། མི་འཇལ་བ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that phenomena are unappraisable because the Great Vehicle is nonexistent.

source: །མི་འཇལ་བ་མེད་པའི་ཕྱིར། མི་འགྲངས་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that phenomena are uncountable because they are unappraisable.

source: །མི་འགྲངས་པ་མེད་པའི་ཕྱིར། མི་དཔོགས་པ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that they are inestimable because they are uncountable.

source: །མི་དཔོགས་པ་མེད་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་མེད་པར་རིག་པར་བྱའོ། །རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་།
en: You should know that all phenomena are nonexistent because they are inestimable.

source: ཐེག་པ་ཆེན་པོ་དེ་སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་སེམས་ཅན་གང་ཡིན་པ་དང་། ཆོས་ཀྱི་དབྱིངས་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.

source: ཐེག་པ་ཆེན་པོ་གང་ཡིན་པ་དང་། མི་འཇལ་བ་གང་ཡིན་པ་དང་། མི་འགྲངས་པ་གང་ཡིན་པ་དང་། མི་དཔོགས་པ་གང་ཡིན་པ་དང་། ཆོས་ཐམས་ཅད་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ།
en: If you ask how, Subhūti, it is because beings, the realm of phenomena, space, the Great Vehicle, the unappraisable, the uncountable, the inestimable, and all phenomena are all indeed nonapprehensible. “

source: །རབ་འབྱོར་གཞན་ཡང་སེམས་ཅན་མེད་པའི་ཕྱིར། དེ་བཞིན་ཉིད་མེད་པར་རིག་པར་བྱའོ།
en: Moreover, Subhūti, you should know that the real nature is nonexistent because beings are nonexistent.

source: །དེ་བཞིན་ཉིད་མེད་པའི་ཕྱིར། ནམ་མཁའ་མེད་པར་རིག་པར་བྱའོ།
en: You should know that space is nonexistent because the real nature is nonexistent.

source: །མི་འགྲངས་པ་མེད་པའི་ཕྱིར། མི་དཔོགས་པ་མེད་པར་རིག་པར་བྱའོ། །མི་དཔོགས་པ་མེད་པའི་ཕྱིར། ཆོས་ཐམས་ཅད་མེད་པར་རིག་པར་བྱ་སྟེ།
en: You should know that phenomena are inestimable because they are uncountable. You should know that all phenomena are nonexistent because they are inestimable.

source: རྣམ་གྲངས་དེས་ཀྱང་ཐེག་པ་ཆེན་པོ་དེ། སེམས་ཅན་ཚད་མེད་གྲངས་མེད་པའི་གོ་འབྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་དེ་ནི་འདི་ལྟར་སེམས་ཅན་གང་ཡིན་པ་དང་། དེ་བཞིན་ཉིད་གང་ཡིན་པ་དང་། ནམ་མཁའ་གང་ཡིན་པ་དང་།
en: Those too, Subhūti, are the formulations explaining how this Great Vehicle accommodates countless, immeasurable beings.
